Repository: rinigus/pure-maps
Catalog: po/*.po
Languages: es_es

source: Point from geo link
es_es: Punto desde geo enlace

source: Point from coordinates
es_es: Punto desde coordenadas

source: Connection timed out
es_es: Tiempo de conexión finalizado

source: Current position
es_es: Posición actual

source: {distance} north
es_es: {distance} norte

source: {distance} north-east
es_es: {distance} noreste

source: {distance} east
es_es: {distance} este

source: {distance} south-east
es_es: {distance} sureste

source: {distance} south
es_es: {distance} sur

source: {distance} south-west
es_es: {distance} suroeste

source: {distance} west
es_es: {distance} oeste

source: {distance} north-west
es_es: {distance} noroeste

source: Routing courtesy of {}.
es_es: Ruta cortesía de {}.

source: Routing by {engine}, courtesy of {service}.
es_es: Ruta calculada por {engine}, cortesía de {service}.

source: airplane
es_es: avión

source: bicycle
es_es: bicicleta

source: bus
es_es: autobús

source: ferry
es_es: ferri

source: train
es_es: tren

source: tram
es_es: tranvía

source: walk
es_es: caminar

source: Walk towards {arr_name}.
es_es: Camina hacia {arr_name}.

source: Get a city bike at {dep_name}.
es_es: Coge una bici en {dep_name}.

source: Board {mode_name} {line_desc} at {dep_name} at {dep_time}.
es_es: Sube a {mode_name} {line_desc} en {dep_name} a las {dep_time}.

source: Walk towards your destination.
es_es: Camina hacia tu destino.

source: Leave the city bike at {dep_name} and walk towards {arr_name}.
es_es: Deja la bicicleta en {dep_name} y camina hacia {arr_name}.

source: Leave the city bike at {dep_name} and walk towards your destination.
es_es: Deja la bicicleta en {dep_name} y camina hacia tu destino.

source: Get off at {dep_name} and walk towards {arr_name}.
es_es: Bájate en {dep_name} y camina hacia {arr_name}.

source: Get off at {dep_name} and bike towards {arr_name}.
es_es: Bájate en {dep_name} y coge la bici hacia {arr_name}.

source: Get off at {dep_name} and transfer to {mode_name} {line_desc} at {dep_time}.
es_es: Bájate en {dep_name} y cambia a {mode_name} {line_desc} a las {dep_time}.

source: Get off at {dep_name} and walk towards your destination.
es_es: Bájate en {dep_name} y camina hacia tu destino.

source: Arrive at your destination.
es_es: Has llegado a tu destino.

source: Prefer
es_es: Preferir

source: Closest
es_es: Más cercano

source: Best
es_es: Mejor

source: About Poor Maps
es_es: Acerca de Poor Maps

source: version %1
es_es: versión %1

source: GitHub page
es_es: Página de Github

source: Poor Maps is free software released under the GNU General Public License (GPL), version 3 or later.
es_es: Poor Maps es un programa libre publicado bajo la Licencia Pública General de GNU (GPL), versión 3 o posterior.

source: Translated by
es_es: Traducido por

source: translator-credits
es_es: Carmen Fdez. B.

source: You can add new user interface translations or contribute to existing ones at Transifex.
es_es: Puedes añadir nuevas traducciones a la interfaz de usuario o contribuir a las existentes en Transifex.

source: Transifex page
es_es: Página de Transifex

source: Basemaps
es_es: Mapas de referencia

source: Source: %1
es_es: Fuente: %1

source: All
es_es: Todo

source: Basemaps %1
es_es: Mapas de referencia %1

source: %1 tiles · %2
es_es: %1 teselas · %2

source: Remove older than one year
es_es: Borrar los que tienen más de un año

source: Remove older than one month
es_es: Borrar los que tienen más de un mes

source: Remove older than one week
es_es: Borrar los que tienen más de una semana

source: Remove all
es_es: Borrar todo

source: Removing
es_es: Borrando

source: Calculating
es_es: Calculando

source: Map Tile Cache
es_es: Caché de teselas de mapa

source: Empty cache, or error
es_es: Caché vacía, o error

source: Remove
es_es: Borrar

source: Search
es_es: Buscar

source: Using
es_es: Usando

source: You can search by address, locality, landmark and many other terms. For best results, include a region, e.g. “address, city” or “city, country”.
es_es: Puedes buscar por dirección, localización, punto de referencia y otros muchos términos. Para obtener mejores resultados incluye una región, p. ej. "dirección, ciudad" o "ciudad, país".

source: Default
es_es: Por defecto

source: Alternatives
es_es: Alternativas

source: Show all
es_es: Mostar todo

source: Searching
es_es: Buscando

source: %1 Results
es_es: %1 Resultados

source: No results
es_es: No hay resultados

source: Unnamed point
es_es: Punto sin nombre

source: Navigation
es_es: Navegación

source: Nearby venues
es_es: Lugares cercanos

source: Share current position
es_es: Compartir posición actual

source: Share Current Position
es_es: Compartir posición actual

source: Center on current position
es_es: Centrar en la posición actual

source: Clear map
es_es: Limpiar mapa

source: Basemaps and overlays
es_es: Mapas de referencia y capas

source: Auto-center on position
es_es: Centrado automático en la posición

source: Auto-rotate on direction
es_es: Giro automático según la dirección

source: About
es_es: Acerca de

source: Preferences
es_es: Preferencias

source: Continue for %1.
es_es: Sigue durante %1.

source: Maneuvers
es_es: Indicaciones

source: Tap to review maneuvers or begin navigating
es_es: Da un toque para revisar indicaciones o iniciar navegación

source: Pause
es_es: Detener

source: Resume
es_es: Reanudar

source: Begin
es_es: Iniciar

source: Reroute
es_es: Recalcular ruta

source: Clear
es_es: Limpiar

source: Status
es_es: Estado

source: Remaining
es_es: Restante

source: Options
es_es: Opciones

source: Show navigation instructions
es_es: Mostrar instrucciones de navegación

source: Reroute automatically
es_es: Recalcular ruta automáticamente

source: Nearby Venues
es_es: Lugares cercanos

source: Near
es_es: Cerca

source: Type
es_es: Tipo

source: Radius
es_es: Radio

source: Auto-rotate off
es_es: Giro automático desactivado

source: Auto-rotate on
es_es: Giro automático activado

source: Overlays
es_es: Capas

source: You can search for venues by type or name.
es_es: Puedes buscar lugares por tipo o nombre.

source: Navigate
es_es: Navegar

source: Nearby
es_es: Cerca

source: Share
es_es: Compartir

source: Share Location
es_es: Compartir ubicación

source: Auto-center off
es_es: Centrado automático desactivado

source: Auto-center on
es_es: Centrado automático activado

source: Uncheck to minimize data traffic. You will be left with previously downloaded and cached tiles.
es_es: Desactiva esta opción para reducir el tráfico de datos. Se usarán las teselas descargadas y almacenadas previamente en la caché.

source: Allow downloading map tiles
es_es: Permitir la descarga de teselas de mapa

source: Units
es_es: Unidades

source: Metric
es_es: Métrico

source: American
es_es: Americano

source: British
es_es: Británico

source: Only applies when Poor Maps is active. When minimized, sleep is controlled by normal device-level preferences.
es_es: Sólo se aplica cuando Poor Maps está activo. Si la aplicación se minimiza, el modo reposo es controlado por la configuración normal del dispositivo.

source: Prevent sleep
es_es: Evitar el modo reposo

source: Never
es_es: Nunca

source: When navigating
es_es: Durante la navegación

source: Always
es_es: Siempre

source: Limiting tile caching ensures up-to-date maps and keeps disk use under control, but loads maps slower and causes more data traffic.
es_es: Al limitar el almacenamiento de teselas obtendrás mapas más actualizados y mantendrás el uso del disco bajo control, pero los mapas tardarán más en cargar y se producirá un mayor tráfico de datos.

source: Cache map tiles
es_es: Teselas de mapa en caché

source: One week
es_es: Una semana

source: One month
es_es: Un mes

source: One year
es_es: Un año

source: Forever
es_es: Para siempre

source: Examine map tile cache
es_es: Examinar caché de teselas de mapa

source: From
es_es: De

source: To
es_es: A

source: Reverse endpoints
es_es: Invertir puntos finales

source: Modes: %1
es_es: Modos: %1

source: Message copied to the clipboard
es_es: Mensaje copiado al portapapeles

source: Launching the Messages application
es_es: Abriendo la aplicación Mensajes

source: Email
es_es: Correo

source: Launching the Email application
es_es: Abriendo la aplicación Correo

source: Other
es_es: Otro

source: Rerouting
es_es: Recalculando

source: Rerouting failed: %1
es_es: Error al recalcular: %1

source: New route found
es_es: Nueva ruta encontrada

source: Rerouting failed
es_es: Error al recalcular

source: Route %1. total %2
es_es: Ruta %1. %2 total

source: Walk %1
es_es: Caminar %1

source: Results
es_es: Resultados

source: Region
es_es: Región

source: Finland
es_es: Finlandia

source: Depart
es_es: Salir

source: Arrive
es_es: Llegar

source: Today
es_es: Hoy

source: Now
es_es: Ahora

source: Criterion
es_es: Criterio

source: Least transfers
es_es: Menos transbordos

source: Least walking
es_es: Menos caminar

source: Car
es_es: Coche

source: Bicycle
es_es: Bicicleta

source: Foot
es_es: A pie

source: Try to avoid tolls
es_es: Evitar peajes

source: %1 (default)
es_es: %1 (por defecto)

source: Search in Finland
es_es: Buscar en Finlandia

source: Search based on open data sources
es_es: Búsqueda basada en fuentes de datos abiertos

source: Search based on OpenStreetMap data
es_es: Búsqueda basada en datos OpenStreetMap

source: OSM Scout offline server
es_es: Servidor sin conexión OSM Scout

source: Venues listed and reviewed by Foursquare users
es_es: Lugares registrados y revisados por usuarios de Foursquare

source: Points of interest from OpenStreetMap data
es_es: Puntos de interés desde datos OpenStreetMap

source: Public transport routing in Finland
es_es: Rutas de transporte público en Finlandia

source: public transport
es_es: transporte público

source: Routing based on OpenStreetMap data
es_es: Ruta basada en datos OpenStreetMap

source: car
es_es: coche

source: foot
es_es: a pie

source: OSM Scout car day @1x
es_es: OSM Scout coche día @1x

source: OSM Scout car day @2x
es_es: OSM Scout coche día @2x

source: OSM Scout car night @1x
es_es: OSM Scout coche noche @1x

source: OSM Scout car night @2x
es_es: OSM Scout coche noche @2x

source: OSM Scout day @1x
es_es: OSM Scout día @1x

source: OSM Scout day @2x
es_es: OSM Scout día @2x

source: OSM Scout night @1x
es_es: OSM Scout noche @1x

source: OSM Scout night @2x
es_es: OSM Scout noche @2x
